Repository: sativagenetics/Kroira-IPTV
Catalog: src/Kroira.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, hi_in, ja_jp, ko_kr, pt_br, tr_tr, zh_hans

# Submission_LongDescription
source: KROIRA IPTV is a Windows media player and source manager for user-provided M3U playlists, Xtream providers, and Stalker portals. It helps organize live channels, VOD libraries, guide data, favorites, continue-watching state, and source diagnostics on this device. KROIRA does not provide channels, streams, playlists, subscriptions, accounts, credentials, or media content.
ar_sa: KROIRA IPTV هو مشغل وسائط ومدير مصادر لنظام Windows لقوائم M3U ومزودي Xtream وملفات تعريف بوابات المزودين المدعومة التي يضيفها المستخدم. يساعد على تنظيم القنوات المباشرة ومكتبات VOD وبيانات الدليل والمفضلات وحالة متابعة المشاهدة والتشغيل وتشخيصات المصدر محلياً على هذا الجهاز. لا يوفر KROIRA قنوات أو بثوثاً أو قوائم تشغيل أو اشتراكات أو حسابات أو بيانات اعتماد أو محتوى وسائط.
de_de: KROIRA IPTV ist ein Windows-Mediaplayer und Quellenmanager für vom Benutzer bereitgestellte M3U-Wiedergabelisten, Xtream-Anbieter und unterstützte Anbieterportalprofile. Es hilft, Live-Kanäle, VOD-Bibliotheken, EPG-Daten, Favoriten, Weiterschauen, Wiedergabe und Quellendiagnosen lokal auf diesem Gerät zu organisieren. KROIRA stellt keine Kanäle, Streams, Wiedergabelisten, Abonnements, Konten, Zugangsdaten oder Medieninhalte bereit.
es_es: KROIRA IPTV es un cliente IPTV de escritorio de Windows para canales en vivo, VOD, series, EPG, favoritos, seguir viendo, perfiles y diagnósticos de fuentes locales.
fr_fr: KROIRA IPTV est un client IPTV de bureau Windows pour les chaînes en direct, VOD, les séries, EPG, les favoris, la poursuite du visionnage, les profils et les diagnostics de source locale.
hi_in: KROIRA IPTV लाइव चैनल, VOD, श्रृंखला, EPG, पसंदीदा, देखना जारी रखें, प्रोफ़ाइल और स्थानीय स्रोत निदान के लिए एक विंडोज़ डेस्कटॉप IPTV क्लाइंट है।
ja_jp: KROIRA IPTV は、ユーザーが提供する M3U プレイリスト、Xtream プロバイダー、対応するプロバイダーポータルプロファイル向けの Windows メディアプレーヤー兼ソースマネージャーです。このデバイス上で、ライブチャンネル、VOD ライブラリ、ガイドデータ、お気に入り、継続視聴状態、再生、ソース診断をローカルに整理できます。KROIRA はチャンネル、ストリーム、プレイリスト、サブスクリプション、アカウント、認証情報、メディアコンテンツを提供しません。
ko_kr: KROIRA IPTV은 라이브 채널, VOD, 시리즈, EPG, 즐겨찾기, 계속 시청, 프로필 및 로컬 소스 진단을 위한 Windows 데스크톱 IPTV 클라이언트입니다.
pt_br: KROIRA IPTV é um cliente IPTV de desktop Windows para canais ao vivo, VOD, séries, EPG, favoritos, continuar assistindo, perfis e diagnóstico de fonte local.
tr_tr: KROIRA IPTV, canlı kanallar, VOD, diziler, EPG, favoriler, izlemeye devam etme, profiller ve yerel kaynak teşhisi için bir Windows masaüstü IPTV istemcisidir.
zh_hans: KROIRA IPTV 是一个 Windows 桌面 IPTV 客户端，用于直播频道、VOD、系列、EPG、收藏夹、继续观看、配置文件和本地源诊断。

# Submission.MetadataProviderSummary
source: When metadata enrichment is used, KROIRA may contact metadata or artwork providers such as TMDb, plus image URLs supplied by user-configured sources. KROIRA does not send source passwords or provider tokens to TMDb.
ar_sa: تعد البيانات التعريفية TMDb بمثابة إثراء اختياري لتصفح الكتالوج المحلي.
de_de: TMDb-Metadaten sind eine optionale Bereicherung für das Durchsuchen lokaler Kataloge.
es_es: Los metadatos TMDb son un enriquecimiento opcional para la exploración del catálogo local.
fr_fr: Les métadonnées TMDb sont un enrichissement facultatif pour la navigation dans le catalogue local.
hi_in: TMDb मेटाडेटा स्थानीय कैटलॉग ब्राउज़िंग के लिए वैकल्पिक संवर्धन है।
ja_jp: TMDb メタデータは、ローカル カタログ参照のためのオプションのエンリッチメントです。
ko_kr: TMDb 메타데이터는 로컬 카탈로그 검색을 위한 선택적 강화입니다.
pt_br: Os metadados TMDb são um enriquecimento opcional para navegação no catálogo local.
tr_tr: TMDb meta verileri, yerel katalog taraması için isteğe bağlı bir zenginleştirmedir.
zh_hans: TMDb 元数据是本地目录浏览的可选丰富内容。

# Submission_MetadataProviderSummary
source: When metadata enrichment is used, KROIRA may contact metadata or artwork providers such as TMDb, plus image URLs supplied by user-configured sources. KROIRA does not send source passwords or provider tokens to TMDb.
ar_sa: تعد البيانات التعريفية TMDb بمثابة إثراء اختياري لتصفح الكتالوج المحلي.
de_de: TMDb-Metadaten sind eine optionale Bereicherung für das Durchsuchen lokaler Kataloge.
es_es: Los metadatos TMDb son un enriquecimiento opcional para la exploración del catálogo local.
fr_fr: Les métadonnées TMDb sont un enrichissement facultatif pour la navigation dans le catalogue local.
hi_in: TMDb मेटाडेटा स्थानीय कैटलॉग ब्राउज़िंग के लिए वैकल्पिक संवर्धन है।
ja_jp: TMDb メタデータは、ローカル カタログ参照のためのオプションのエンリッチメントです。
ko_kr: TMDb 메타데이터는 로컬 카탈로그 검색을 위한 선택적 강화입니다.
pt_br: Os metadados TMDb são um enriquecimento opcional para navegação no catálogo local.
tr_tr: TMDb meta verileri, yerel katalog taraması için isteğe bağlı bir zenginleştirmedir.
zh_hans: TMDb 元数据是本地目录浏览的可选丰富内容。

# Submission.PrivacyPolicyUnavailable
source: Privacy policy unavailable.
ar_sa: سياسة الخصوصية غير متاحة.
de_de: Datenschutzrichtlinie nicht verfügbar.
es_es: Política de privacidad no disponible.
fr_fr: Politique de confidentialité indisponible.
hi_in: गोपनीयता नीति अनुपलब्ध है.
ja_jp: プライバシーポリシーは利用できません。
ko_kr: 개인정보 보호정책을 확인할 수 없습니다.
pt_br: Política de privacidade indisponível.
tr_tr: Gizlilik politikası mevcut değil.
zh_hans: 隐私政策不可用。

# Submission_PrivacyPolicyUnavailable
source: Privacy policy unavailable.
ar_sa: سياسة الخصوصية غير متاحة.
de_de: Datenschutzrichtlinie nicht verfügbar.
es_es: Política de privacidad no disponible.
fr_fr: Politique de confidentialité indisponible.
hi_in: गोपनीयता नीति अनुपलब्ध है.
ja_jp: プライバシーポリシーは利用できません。
ko_kr: 개인정보 보호정책을 확인할 수 없습니다.
pt_br: Política de privacidade indisponível.
tr_tr: Gizlilik politikası mevcut değil.
zh_hans: 隐私政策不可用。

# Submission.PrivacySummary
source: KROIRA stores source settings, guide state, favorites, playback progress, diagnostics, and local preferences on this device. The app does not include bundled telemetry or advertising analytics.
ar_sa: يقوم KROIRA بتخزين إعدادات المصدر محليًا ولا يبيع البيانات الشخصية.
de_de: KROIRA speichert Quelleinstellungen lokal und verkauft keine personenbezogenen Daten.
es_es: KROIRA almacena la configuración de origen localmente y no vende datos personales.
fr_fr: KROIRA stocke les paramètres source localement et ne vend pas de données personnelles.
hi_in: KROIRA स्रोत सेटिंग्स को स्थानीय रूप से संग्रहीत करता है और व्यक्तिगत डेटा नहीं बेचता है।
ja_jp: KROIRA はソース設定をローカルに保存し、個人データを販売しません。
ko_kr: KROIRA은 소스 설정을 로컬에 저장하며 개인 데이터를 판매하지 않습니다.
pt_br: KROIRA armazena configurações de origem localmente e não vende dados pessoais.
tr_tr: KROIRA kaynak ayarlarını yerel olarak saklar ve kişisel verileri satmaz.
zh_hans: KROIRA 在本地存储源设置，并且不出售个人数据。

# Submission_PrivacySummary
source: KROIRA stores source settings, guide state, favorites, playback progress, diagnostics, and local preferences on this device. The app does not include bundled telemetry or advertising analytics.
ar_sa: يقوم KROIRA بتخزين إعدادات المصدر محليًا ولا يبيع البيانات الشخصية.
de_de: KROIRA speichert Quelleinstellungen lokal und verkauft keine personenbezogenen Daten.
es_es: KROIRA almacena la configuración de origen localmente y no vende datos personales.
fr_fr: KROIRA stocke les paramètres source localement et ne vend pas de données personnelles.
hi_in: KROIRA स्रोत सेटिंग्स को स्थानीय रूप से संग्रहीत करता है और व्यक्तिगत डेटा नहीं बेचता है।
ja_jp: KROIRA はソース設定をローカルに保存し、個人データを販売しません。
ko_kr: KROIRA은 소스 설정을 로컬에 저장하며 개인 데이터를 판매하지 않습니다.
pt_br: KROIRA armazena configurações de origem localmente e não vende dados pessoais.
tr_tr: KROIRA kaynak ayarlarını yerel olarak saklar ve kişisel verileri satmaz.
zh_hans: KROIRA 在本地存储源设置，并且不出售个人数据。

# Submission.RunFullTrustJustification
source: KROIRA is a packaged WinUI 3 desktop application that uses the Windows App SDK full-trust desktop entry point and local native playback components. The runFullTrust capability is required for the packaged desktop app launch model and native media playback integration; it is not used to bypass DRM, paywalls, authentication, or access controls.
ar_sa: يتم استخدام الثقة الكاملة لتكامل تشغيل سطح المكتب والوصول إلى الملفات المحلية التي تتطلبها حزمة WinUI.
de_de: Volle Vertrauenswürdigkeit wird für die Desktop-Wiedergabeintegration und den lokalen Dateizugriff verwendet, der für die WinUI-Paketierung erforderlich ist.
es_es: La confianza total se utiliza para la integración de la reproducción de escritorio y el acceso a archivos locales requeridos por el paquete WinUI.
fr_fr: La confiance totale est utilisée pour l'intégration de la lecture sur le bureau et l'accès aux fichiers locaux requis par le packaging WinUI.
hi_in: डेस्कटॉप प्लेबैक एकीकरण और WinUI पैकेजिंग के लिए आवश्यक स्थानीय फ़ाइल एक्सेस के लिए पूर्ण ट्रस्ट का उपयोग किया जाता है।
ja_jp: 完全な信頼は、WinUI パッケージ化に必要なデスクトップ再生統合とローカル ファイル アクセスに使用されます。
ko_kr: 완전 신뢰는 WinUI 패키징에 필요한 데스크톱 재생 통합 및 로컬 파일 액세스에 사용됩니다.
pt_br: A confiança total é usada para integração de reprodução em desktop e acesso a arquivos locais exigidos pelo pacote WinUI.
tr_tr: WinUI paketlemesinin gerektirdiği masaüstü oynatma entegrasyonu ve yerel dosya erişimi için tam güven kullanılır.
zh_hans: 完全信任用于WinUI打包所需的桌面播放集成和本地文件访问。

# Submission_RunFullTrustJustification
source: KROIRA is a packaged WinUI 3 desktop application that uses the Windows App SDK full-trust desktop entry point and local native playback components. The runFullTrust capability is required for the packaged desktop app launch model and native media playback integration; it is not used to bypass DRM, paywalls, authentication, or access controls.
ar_sa: يتم استخدام الثقة الكاملة لتكامل تشغيل سطح المكتب والوصول إلى الملفات المحلية التي تتطلبها حزمة WinUI.
de_de: Volle Vertrauenswürdigkeit wird für die Desktop-Wiedergabeintegration und den lokalen Dateizugriff verwendet, der für die WinUI-Paketierung erforderlich ist.
es_es: La confianza total se utiliza para la integración de la reproducción de escritorio y el acceso a archivos locales requeridos por el paquete WinUI.
fr_fr: La confiance totale est utilisée pour l'intégration de la lecture sur le bureau et l'accès aux fichiers locaux requis par le packaging WinUI.
hi_in: डेस्कटॉप प्लेबैक एकीकरण और WinUI पैकेजिंग के लिए आवश्यक स्थानीय फ़ाइल एक्सेस के लिए पूर्ण ट्रस्ट का उपयोग किया जाता है।
ja_jp: 完全な信頼は、WinUI パッケージ化に必要なデスクトップ再生統合とローカル ファイル アクセスに使用されます。
ko_kr: 완전 신뢰는 WinUI 패키징에 필요한 데스크톱 재생 통합 및 로컬 파일 액세스에 사용됩니다.
pt_br: A confiança total é usada para integração de reprodução em desktop e acesso a arquivos locais exigidos pelo pacote WinUI.
tr_tr: WinUI paketlemesinin gerektirdiği masaüstü oynatma entegrasyonu ve yerel dosya erişimi için tam güven kullanılır.
zh_hans: 完全信任用于WinUI打包所需的桌面播放集成和本地文件访问。

# Submission.SanitizedLogsSummary
source: Sanitized diagnostics and exported source reports are designed to mask playlist URLs, usernames, passwords, tokens, keys, MAC-like values, and loose secrets before display or export.
ar_sa: يتم تعقيم التشخيصات قبل النسخ أو التصدير.
de_de: Die Diagnose wird vor dem Kopieren oder Exportieren bereinigt.
es_es: Los diagnósticos se desinfectan antes de copiarlos o exportarlos.
fr_fr: Les diagnostics sont nettoyés avant la copie ou l’exportation.
hi_in: प्रतिलिपि बनाने या निर्यात करने से पहले डायग्नोस्टिक्स को साफ़ किया जाता है।
ja_jp: 診断は、コピーまたはエクスポートする前にサニタイズされます。
ko_kr: 진단은 복사하거나 내보내기 전에 삭제됩니다.
pt_br: Os diagnósticos são higienizados antes de copiar ou exportar.
tr_tr: Tanılamalar, kopyalamadan veya dışa aktarmadan önce sterilize edilir.
zh_hans: 诊断在复制或导出之前会被清理。

# Submission_SanitizedLogsSummary
source: Sanitized diagnostics and exported source reports are designed to mask playlist URLs, usernames, passwords, tokens, keys, MAC-like values, and loose secrets before display or export.
ar_sa: يتم تعقيم التشخيصات قبل النسخ أو التصدير.
de_de: Die Diagnose wird vor dem Kopieren oder Exportieren bereinigt.
es_es: Los diagnósticos se desinfectan antes de copiarlos o exportarlos.
fr_fr: Les diagnostics sont nettoyés avant la copie ou l’exportation.
hi_in: प्रतिलिपि बनाने या निर्यात करने से पहले डायग्नोस्टिक्स को साफ़ किया जाता है।
ja_jp: 診断は、コピーまたはエクスポートする前にサニタイズされます。
ko_kr: 진단은 복사하거나 내보내기 전에 삭제됩니다.
pt_br: Os diagnósticos são higienizados antes de copiar ou exportar.
tr_tr: Tanılamalar, kopyalamadan veya dışa aktarmadan önce sterilize edilir.
zh_hans: 诊断在复制或导出之前会被清理。

# Submission.ShortDescription
source: Bring your own IPTV sources to a local-first Windows media player and source manager.
ar_sa: مشغل IPTV المصقول للبث التلفزيوني المباشر والأفلام والمسلسلات وEPG وإدارة المصادر المحلية.
de_de: Polierter IPTV-Player für Live-TV, Filme, Serien, EPG und lokale Quellenverwaltung.
es_es: Reproductor IPTV pulido para TV en vivo, películas, series, EPG y administración de fuentes locales.
fr_fr: Lecteur IPTV raffiné pour la télévision en direct, les films, les séries, EPG et la gestion des sources locales.
hi_in: लाइव टीवी, फिल्में, श्रृंखला, EPG और स्थानीय स्रोत प्रबंधन के लिए पॉलिश IPTV प्लेयर।
ja_jp: ライブ TV、映画、シリーズ、EPG、およびローカル ソース管理用に洗練された IPTV プレーヤー。
ko_kr: 라이브 TV, 영화, 시리즈, EPG 및 로컬 소스 관리를 위한 세련된 IPTV 플레이어.
pt_br: Player IPTV polido para TV ao vivo, filmes, séries, EPG e gerenciamento de fonte local.
tr_tr: Canlı TV, filmler, diziler, EPG ve yerel kaynak yönetimi için cilalanmış IPTV oynatıcı.
zh_hans: 改进的 IPTV 播放器，适用于直播电视、电影、连续剧、EPG 和本地源管理。

# Submission_ShortDescription
source: Bring your own IPTV sources to a local-first Windows media player and source manager.
ar_sa: مشغل IPTV المصقول للبث التلفزيوني المباشر والأفلام والمسلسلات وEPG وإدارة المصادر المحلية.
de_de: Polierter IPTV-Player für Live-TV, Filme, Serien, EPG und lokale Quellenverwaltung.
es_es: Reproductor IPTV pulido para TV en vivo, películas, series, EPG y administración de fuentes locales.
fr_fr: Lecteur IPTV raffiné pour la télévision en direct, les films, les séries, EPG et la gestion des sources locales.
hi_in: लाइव टीवी, फिल्में, श्रृंखला, EPG और स्थानीय स्रोत प्रबंधन के लिए पॉलिश IPTV प्लेयर।
ja_jp: ライブ TV、映画、シリーズ、EPG、およびローカル ソース管理用に洗練された IPTV プレーヤー。
ko_kr: 라이브 TV, 영화, 시리즈, EPG 및 로컬 소스 관리를 위한 세련된 IPTV 플레이어.
pt_br: Player IPTV polido para TV ao vivo, filmes, séries, EPG e gerenciamento de fonte local.
tr_tr: Canlı TV, filmler, diziler, EPG ve yerel kaynak yönetimi için cilalanmış IPTV oynatıcı.
zh_hans: 改进的 IPTV 播放器，适用于直播电视、电影、连续剧、EPG 和本地源管理。

# Submission.Support.AuthenticationFailure
source: Authentication failure: verify the provider URL, username, password, account status, and any portal/MAC details with the source provider. KROIRA cannot recover or issue provider credentials.
ar_sa: تحقق من عنوان URL للخادم واسم المستخدم وكلمة المرور ووصول الموفر.
de_de: Überprüfen Sie die Server-URL, den Benutzernamen, das Passwort und den Provider-Zugriff.
es_es: Verifique la URL del servidor, el nombre de usuario, la contraseña y el acceso del proveedor.
fr_fr: Vérifiez l'URL du serveur, le nom d'utilisateur, le mot de passe et l'accès au fournisseur.
hi_in: सर्वर यूआरएल, उपयोगकर्ता नाम, पासवर्ड और प्रदाता पहुंच की जांच करें।
ja_jp: サーバーの URL、ユーザー名、パスワード、プロバイダーのアクセスを確認してください。
ko_kr: 서버 URL, 사용자 이름, 비밀번호, 공급자 액세스를 확인하세요.
pt_br: Verifique o URL do servidor, nome de usuário, senha e acesso do provedor.
tr_tr: Sunucu URL'sini, kullanıcı adını, şifreyi ve sağlayıcı erişimini kontrol edin.
zh_hans: 检查服务器 URL、用户名、密码和提供商访问权限。

# Submission_Support_AuthenticationFailure
source: Authentication failure: verify the provider URL, username, password, account status, and any portal/MAC details with the source provider. KROIRA cannot recover or issue provider credentials.
ar_sa: تحقق من عنوان URL للخادم واسم المستخدم وكلمة المرور ووصول الموفر.
de_de: Überprüfen Sie die Server-URL, den Benutzernamen, das Passwort und den Provider-Zugriff.
es_es: Verifique la URL del servidor, el nombre de usuario, la contraseña y el acceso del proveedor.
fr_fr: Vérifiez l'URL du serveur, le nom d'utilisateur, le mot de passe et l'accès au fournisseur.
hi_in: सर्वर यूआरएल, उपयोगकर्ता नाम, पासवर्ड और प्रदाता पहुंच की जांच करें।
ja_jp: サーバーの URL、ユーザー名、パスワード、プロバイダーのアクセスを確認してください。
ko_kr: 서버 URL, 사용자 이름, 비밀번호, 공급자 액세스를 확인하세요.
pt_br: Verifique o URL do servidor, nome de usuário, senha e acesso do provedor.
tr_tr: Sunucu URL'sini, kullanıcı adını, şifreyi ve sağlayıcı erişimini kontrol edin.
zh_hans: 检查服务器 URL、用户名、密码和提供商访问权限。

# Submission.Support.ExportDiagnostics
source: Export diagnostics: use the source diagnostics export action. Exports are sanitized, but review files before sharing because provider names and non-secret configuration may remain.
ar_sa: انسخ تقرير تشخيصات المشاركة الآمنة من المصادر أو الإعدادات.
de_de: Kopieren Sie einen Share-Safe-Diagnosebericht aus Quellen oder Einstellungen.
es_es: Copie un informe de diagnóstico seguro para compartir desde Fuentes o Configuración.
fr_fr: Copiez un rapport de diagnostics partagés à partir de Sources ou Paramètres.
hi_in: स्रोतों या सेटिंग्स से शेयर-सुरक्षित डायग्नोस्टिक्स रिपोर्ट की प्रतिलिपि बनाएँ।
ja_jp: 「ソース」または「設定」からシェアセーフ診断レポートをコピーします。
ko_kr: 소스 또는 설정에서 공유 안전 진단 보고서를 복사합니다.
pt_br: Copie um relatório de diagnóstico seguro para compartilhamento de Fontes ou Configurações.
tr_tr: Kaynaklar veya Ayarlar'dan paylaşım güvenli tanılama raporunu kopyalayın.
zh_hans: 从源或设置复制共享安全诊断报告。

# Submission_Support_ExportDiagnostics
source: Export diagnostics: use the source diagnostics export action. Exports are sanitized, but review files before sharing because provider names and non-secret configuration may remain.
ar_sa: انسخ تقرير تشخيصات المشاركة الآمنة من المصادر أو الإعدادات.
de_de: Kopieren Sie einen Share-Safe-Diagnosebericht aus Quellen oder Einstellungen.
es_es: Copie un informe de diagnóstico seguro para compartir desde Fuentes o Configuración.
fr_fr: Copiez un rapport de diagnostics partagés à partir de Sources ou Paramètres.
hi_in: स्रोतों या सेटिंग्स से शेयर-सुरक्षित डायग्नोस्टिक्स रिपोर्ट की प्रतिलिपि बनाएँ।
ja_jp: 「ソース」または「設定」からシェアセーフ診断レポートをコピーします。
ko_kr: 소스 또는 설정에서 공유 안전 진단 보고서를 복사합니다.
pt_br: Copie um relatório de diagnóstico seguro para compartilhamento de Fontes ou Configurações.
tr_tr: Kaynaklar veya Ayarlar'dan paylaşım güvenli tanılama raporunu kopyalayın.
zh_hans: 从源或设置复制共享安全诊断报告。

# Submission.Support.NoChannels
source: No channels: resync the source, confirm the playlist or provider account has active live/VOD/series entries, and review source diagnostics for invalid, duplicate, or filtered entries.
ar_sa: قم بتحديث المصدر وتأكد من أن قائمة تشغيل الموفر لا تزال نشطة.
de_de: Aktualisieren Sie die Quelle und bestätigen Sie, dass die Playlist des Anbieters noch aktiv ist.
es_es: Actualice la fuente y confirme que la lista de reproducción del proveedor aún esté activa.
fr_fr: Actualisez la source et confirmez que la liste de lecture du fournisseur est toujours active.
hi_in: स्रोत को ताज़ा करें और पुष्टि करें कि प्रदाता प्लेलिस्ट अभी भी सक्रिय है।
ja_jp: ソースを更新し、プロバイダーのプレイリストがまだアクティブであることを確認します。
ko_kr: 소스를 새로 고치고 공급자 재생 목록이 여전히 활성 상태인지 확인하세요.
pt_br: Atualize a fonte e confirme se a lista de reprodução do provedor ainda está ativa.
tr_tr: Kaynağı yenileyin ve sağlayıcı çalma listesinin hâlâ etkin olduğunu doğrulayın.
zh_hans: 刷新源并确认提供商播放列表仍处于活动状态。

# Submission_Support_NoChannels
source: No channels: resync the source, confirm the playlist or provider account has active live/VOD/series entries, and review source diagnostics for invalid, duplicate, or filtered entries.
ar_sa: قم بتحديث المصدر وتأكد من أن قائمة تشغيل الموفر لا تزال نشطة.
de_de: Aktualisieren Sie die Quelle und bestätigen Sie, dass die Playlist des Anbieters noch aktiv ist.
es_es: Actualice la fuente y confirme que la lista de reproducción del proveedor aún esté activa.
fr_fr: Actualisez la source et confirmez que la liste de lecture du fournisseur est toujours active.
hi_in: स्रोत को ताज़ा करें और पुष्टि करें कि प्रदाता प्लेलिस्ट अभी भी सक्रिय है।
ja_jp: ソースを更新し、プロバイダーのプレイリストがまだアクティブであることを確認します。
ko_kr: 소스를 새로 고치고 공급자 재생 목록이 여전히 활성 상태인지 확인하세요.
pt_br: Atualize a fonte e confirme se a lista de reprodução do provedor ainda está ativa.
tr_tr: Kaynağı yenileyin ve sağlayıcı çalma listesinin hâlâ etkin olduğunu doğrulayın.
zh_hans: 刷新源并确认提供商播放列表仍处于活动状态。

# Submission.Support.NoEpg
source: No EPG: confirm the source advertises an XMLTV URL or configure a manual EPG URL, then run an EPG sync from Sources or Guide.
ar_sa: افتح مركز EPG وراجع مطابقة مصدر الدليل.
de_de: Öffnen Sie das EPG Center und überprüfen Sie den Quellenabgleich des Leitfadens.
es_es: Abra el Centro EPG y revise la coincidencia de fuentes de la guía.
fr_fr: Ouvrez le centre EPG et examinez la correspondance des sources du guide.
hi_in: EPG केंद्र खोलें और गाइड स्रोत मिलान की समीक्षा करें।
ja_jp: EPG センターを開き、ガイド ソースの一致を確認します。
ko_kr: EPG 센터를 열고 가이드 소스 매칭을 검토하세요.
pt_br: Abra o EPG Center e revise a correspondência da fonte do guia.
tr_tr: EPG Center'ı açın ve kılavuz kaynağı eşleşmesini inceleyin.
zh_hans: 打开 EPG 中心并查看指南源匹配。

# Submission_Support_NoEpg
source: No EPG: confirm the source advertises an XMLTV URL or configure a manual EPG URL, then run an EPG sync from Sources or Guide.
ar_sa: افتح مركز EPG وراجع مطابقة مصدر الدليل.
de_de: Öffnen Sie das EPG Center und überprüfen Sie den Quellenabgleich des Leitfadens.
es_es: Abra el Centro EPG y revise la coincidencia de fuentes de la guía.
fr_fr: Ouvrez le centre EPG et examinez la correspondance des sources du guide.
hi_in: EPG केंद्र खोलें और गाइड स्रोत मिलान की समीक्षा करें।
ja_jp: EPG センターを開き、ガイド ソースの一致を確認します。
ko_kr: EPG 센터를 열고 가이드 소스 매칭을 검토하세요.
pt_br: Abra o EPG Center e revise a correspondência da fonte do guia.
tr_tr: EPG Center'ı açın ve kılavuz kaynağı eşleşmesini inceleyin.
zh_hans: 打开 EPG 中心并查看指南源匹配。

# Submission.Support.ResetAppData
source: Reset app data: use Windows Settings > Apps > Installed apps > KROIRA IPTV > Advanced options > Reset. This removes local sources, credentials, guide data, favorites, and preferences.
ar_sa: استخدم إعدادات تطبيق Windows لإعادة تعيين بيانات التطبيق المحلية إذا تم حظر بدء التشغيل.
de_de: Verwenden Sie die Windows-App-Einstellungen, um lokale App-Daten zurückzusetzen, wenn der Start blockiert ist.
es_es: Utilice la configuración de la aplicación de Windows para restablecer los datos de la aplicación local si el inicio está bloqueado.
fr_fr: Utilisez les paramètres de l'application Windows pour réinitialiser les données de l'application locale si le démarrage est bloqué.
hi_in: यदि स्टार्टअप अवरुद्ध है तो स्थानीय ऐप डेटा को रीसेट करने के लिए विंडोज ऐप सेटिंग्स का उपयोग करें।
ja_jp: 起動がブロックされている場合は、Windows アプリ設定を使用してローカル アプリ データをリセットします。
ko_kr: 시작이 차단된 경우 Windows 앱 설정을 사용하여 로컬 앱 데이터를 재설정하세요.
pt_br: Use as configurações do aplicativo do Windows para redefinir os dados do aplicativo local se a inicialização estiver bloqueada.
tr_tr: Başlatma engellenmişse yerel uygulama verilerini sıfırlamak için Windows uygulama ayarlarını kullanın.
zh_hans: 如果启动被阻止，请使用 Windows 应用程序设置重置本地应用程序数据。
